# important
git
base-devel
picom
dmenu
dunst
kitty
redshift

# themes/fonts
python-pywal
ttc-iosevka
extra/ttf-hack
ttf-fantasque-sans-mono

# general usage
vim
neovim
firefox
discord
qbittorrent

# utils
htop
gotop

# file managers
exa

# multimedia
pulseaudio
playerctl
feh
mpv
cmus
# mpd
# ncmpcpp
zathura
zathura-cb
zathura-pdf-mupdf
flameshot
newsboat

# development
nodejs
npm
python
python-pip
rust
plantuml
# dotnet-runtime
# dotnet-sdk

# other
sl
gameconqueror